Repository: limekex/Woocommerce-Bookings-Norwegian-Translation
Catalog: woocommerce-bookings-*.po
Languages: nb_no

source: Bookable resource name
nb_no: Reserverbar Ressursnavn

source: Name
nb_no: Navn

source: Parent products
nb_no: Foreldreprodukt

source: Actions
nb_no: Handling

source: Edit
nb_no: Rediger

source: Resource details
nb_no: Resursdetaljer

source: Available Quantity
nb_no: Tilgjengelig antall

source: The quantity of this resource available at any given time.
nb_no: Det tilgjengelige antallet av denne ressursen på alle gitte tidspunkt

source: Range type
nb_no: Type rekkevidde

source: From
nb_no: Fra

source: To
nb_no: Til

source: Bookable
nb_no: Reserverbar

source: If not bookable, users won't be able to choose this block for their booking.
nb_no: Hvis ikke reserverbar, vil ikke kunder være istand til å velge denne \"timen\" til sin reservasjon

source: Add Range
nb_no: Legg til rekkevidde

source: Rules further down the table will override those at the top.
nb_no: Regler lavere i tabellen vil overstyre de lengere opp

source: Booking updated.
nb_no: Reservasjon oppdatert.

source: Custom field updated.
nb_no: Tilpasset felt oppdatert

source: Custom field deleted.
nb_no: Tilpasset felt slettet

source: Booking saved.
nb_no: Reservasjon lagret.

source: Booking submitted.
nb_no: Reservasjon sendt.

source: View booking &rarr;
nb_no: Vis reservasjon &rarr;

source: The resource has already been linked to this product
nb_no: Denne ressursen har allerede blitt tilnyttet dette produktet

source: Unable to add resource
nb_no: Ikke i stand til å legge til ressurs

source: Person Type #%d
nb_no: Persontyper #%d

source: Bookable product
nb_no: Reserverbart produkt

source: Are you sure you want to remove this person type?
nb_no: Er du sikker på at du vil fjerne denne persontypen?

source: Are you sure you want to remove this resource?
nb_no: Er du sikker på at du vil fjerne denne ressursen?

source: Enter a name for the new resource
nb_no: Skriv inn ett navn for den nye ressursen

source: Has persons
nb_no: Har Personvariasjon

source: Enable this if this bookable product can be booked by a customer defined number of persons.
nb_no: Aktiv denne hvis dette produktet kan bli reservert med definerte antall av personer

source: Has resources
nb_no: Har Ressurser

source: Enable this if this bookable product has multiple bookable resources, for example room types or instructors.
nb_no: Aktiv denne hvis dette produktet har flere reserverbare ressurser, f.eks. romtype, instruktører o.l.

source: You do not have sufficient permissions to access this page.
nb_no: Du har ikke tilstrekkelig med rettigheter for tilgang til denne siden.

source: You have taken too long. Please go back and retry.
nb_no: Du har brukt for lang tid. Vennligst gå tilbake og prøv igjen.

source: This booking is unavailable.
nb_no: Denne reservasjonen er utilgjengelig

source: Booking cost
nb_no: Pris for reservasjon:

source: No blocks available.
nb_no: Ingen tilgjengelige timer.

source: Booked by
nb_no: Reservert av

source: All Day
nb_no: Hele dagen

source: Resource #
nb_no: Ressurs #

source: Confirm bookings
nb_no: Bekreft reservasjoner

source: Unconfirm bookings
nb_no: Avbekreft reservasjoner

source: Cancel bookings
nb_no: Avbryt reservasjoner

source: Mark bookings as paid
nb_no: Merk reservasjon som betalt

source: Mark bookings as unpaid
nb_no: Merk reservasjon som ubetalt

source: Booking Title
nb_no: Reservasjonstittel

source: Status
nb_no: Staus

source: Booked Product
nb_no: Reservert produkt

source: Booked By
nb_no: Reservert av

source: Order
nb_no: Faktura

source: Start Date
nb_no: Starttidspunkt

source: End Date
nb_no: Sluttidspunkt

source: Booking #%d
nb_no: Reservasjon #%d

source: View
nb_no: Vis

source: Confirm
nb_no: Bekreft

source: All Bookable Products
nb_no: Alle bookede produkter

source: Error - please try again
nb_no: Feil! Prøv igjen.

source: Please choose a bookable product
nb_no: Vennligst velg ett reserverbart produkt

source: Invalid order ID provided
nb_no: Ugyldig ordre/faktura ID

source: Error: Could not create order
nb_no: Feil! Kunne ikke opprette ordre/faktura

source: Error: Could not create item
nb_no: Feil! Kunne ikke opprette objekt

source: Order &ndash; %s
nb_no: Ordre/Faktura &ndash; %s

# Order date parsed by strftime
source: %b %d, %Y @ %I:%M %p
nb_no: %l, %d %M. %Y @ %H:%i

source: Booking details
nb_no: Reservasjonsdetaljer

source: Booking Details
nb_no: Reservasjonsdetaljer

source: Booking number: #%s.
nb_no: Reservasjonsnummer: #%s.

source: Order number: %s.
nb_no: Fakturanr: %s.

source: General Details
nb_no: Generelle detaljer

source: Order ID:
nb_no: Faktura ID:

source: Select an order&hellip;
nb_no: Vel en rekkefølge&hellip;

source: Date created:
nb_no: Dato opprettet:

source: h
nb_no: t

source: unpaid
nb_no: ubetalt

source: pending
nb_no: venter

source: confirmed
nb_no: bekreftet

source: paid
nb_no: betalt

source: cancelled
nb_no: avbrutt

source: complete
nb_no: fullført

source: Booking Status:
nb_no: Reservasjonsstatus:

source: Customer:
nb_no: Kunde:

source: Guest
nb_no: Gjest

source: Booking Specification
nb_no: Reservasjonsspesifikasjon

source: Parent Booking ID
nb_no: Foreldre Reservasjons ID

source: Person(s)
nb_no: Person(er)

source: Booking Date/Time
nb_no: Reservert Dato/Tid

source: Start date
nb_no: Starttidspunkt

source: End date
nb_no: Sluttidspunkt

source: All day
nb_no: Hele dagen

source: Check this box if the booking is for all day.
nb_no: Sjekk denne boksen hvis denne reservasjonen gjelder hele dagen

source: Start time
nb_no: Starttidspunk

source: End time
nb_no: Slutttidspunkt

source: Create Booking
nb_no: Manuell Reservasjon

source: Calendar
nb_no: Kalender

source: Send Notification
nb_no: Send melding

source: WC Bookings Settings
nb_no: WC Reservasjon Innstillinger

source: Settings
nb_no: Innstillinger

source: Please choose a product
nb_no: Vennligst velg ett produkt

source: Please enter a message
nb_no: Vennligst velg en melding

source: Please enter a subject
nb_no: Vennligst skriv inn ett emne

source: Notification sent successfully
nb_no: Melding sendt!

source: Save Booking
nb_no: Lagre Reservasjon

source: Save/update the booking
nb_no: Lagre/Oppdater reservasjonen

source: January
nb_no: Januar

source: Febuary
nb_no: Februar

source: March
nb_no: Mars

source: May
nb_no: Mai

source: June
nb_no: Juni

source: July
nb_no: Juli

source: October
nb_no: Oktober

source: December
nb_no: Desember

source: Monday
nb_no: Mandag

source: Tuesday
nb_no: Tirsdag

source: Wednesday
nb_no: Onsdag

source: Thursday
nb_no: Torsdag

source: Friday
nb_no: Fredag

source: Saturday
nb_no: Lørdag

source: Sunday
nb_no: Søndag

source: Week %s
nb_no: Uker %s

source: Custom date range
nb_no: Selvvalgt dato periode

source: Range of months
nb_no: Periode Måneder

source: Range of weeks
nb_no: Periode Uker

source: Range of days
nb_no: Periode Dager

source: Time Ranges
nb_no: Periode Tidspunkt

source: Time Range (all week)
nb_no: Periode Tidspunkt (alle uker)

source: No
nb_no: Nei

source: Yes
nb_no: Ja

source: Max bookings per block
nb_no: Maks reservasjoner pr time

source: The maximum bookings allowed for each block. Can be overridden at resource level.
nb_no: Maksimum antall reservasjoner tillatt for hver time, kan ble overstyrt på ressursnivå.

source: Minimum block bookable
nb_no: Minimum time reserverbart

source: Month(s)
nb_no: Måned(er)

source: Week(s)
nb_no: Uke(r)

source: Day(s)
nb_no: Dag(er)

source: Hour(s)
nb_no: Tim(er)

source: into the future
nb_no: inn i fremtiden

source: Maximum block bookable
nb_no: Maksimum time reserverbart

source: All dates are...
nb_no: Alle datoer er...

source: available by default
nb_no: Tilgjengelig som standard

source: not-available by default
nb_no: ikke-tilgjengelig som standard

source: This option affects how you use the rules below.
nb_no: Denne innstillingen påvirker hvordan du bruker reglene nedenfor.

source: Check rules against...
nb_no: Sjekk regler mot...

source: All blocks being booked
nb_no: Alle timer som reserveres

source: The starting block only
nb_no: Kun starttime!

source: This option affects how bookings are checked for availability.
nb_no: Denne innstillingen påvirker hvordan reservasjoner er sjekket for tilgjengelighet.

source: First block starts at...
nb_no: Første time starter ...

source: Booking duration
nb_no: Reservasjonsvarighet

source: Fixed blocks of
nb_no: Faste \"Timer/Perioder\" på

source: Customer defined blocks of
nb_no: Kundedefinerte perioder på

source: Minutes(s)
nb_no: Minutt(er)

source: Minimum duration
nb_no: Minimum varighet

source: The minimum allowed duration the user can input.
nb_no: Minste mulige tillate varighet en kunde kan reservere

source: Maximum duration
nb_no: Maksimum varighet

source: The maximum allowed duration the user can input.
nb_no: Maksimum tillatte varighet en kunde kan reservere

source: Calendar display mode
nb_no: Kalendervisning

source: Choose how the calendar is displayed on the booking form.
nb_no: Velg hvordan kalenderen er vist i reservasjonsskjema

source: Display calendar on click
nb_no: Vis kalender på klikk

source: Calendar always visible
nb_no: Vis alltid kalender

source: Requires confirmation?
nb_no: Krever bekreftelse og manuell gjennomgang?

source: Check this box if the booking requires admin approval/confirmation. Payment will not be taken during checkout.
nb_no: Aktiver denne innstillingen hvis reservasjonen skal kreve bekreftelse/godkjennelse av en Butikkadministrator. Ingen betalingsprosess vil bli krevd.

source: Remove
nb_no: Fjern

source: Click to toggle
nb_no: Trygg for å bla

source: Person Type Name
nb_no: Persontype Navn

source: Base Cost
nb_no: Startpris

source: Description
nb_no: Beskrivelse

source: Min persons
nb_no: Min personer

source: The minimum number of persons per booking.
nb_no: Minimum antall personer pr reservasjon

source: Max persons
nb_no: Max personer

source: The maximum number of persons per booking.
nb_no: Maksimum antall personer pr reservasjon

source: Multiply all costs by person count
nb_no: Gang alle kostnader med personantall

source: Enable this to multiply the cost of the booking by the person count.
nb_no: Aktiv denne for å gange prisen med antall personer reservert

source: Count persons as bookings
nb_no: Tell personer som reservasjoner

source: Enable this to count each person as a booking until the max bookings per block (above) is reached.
nb_no: Aktiv denne for å telle antall personer som er reservasjon - opp til maks reservasjoner pr Time (ovenfor) er nådd.

source: Enable person types
nb_no: Aktiver persontype

source: Person types allow you to offer different booking costs for different types of individuals, for example, adults and children.
nb_no: Persontyper tillater at du kan f.eks. sette forskjellig pris på forskjellige typer. F.eks. Voksne og Barn

source: Person types
nb_no: Persontyper

source: Close all
nb_no: Lukk alle

source: Expand all
nb_no: Utvid alle

source: Add Person Type
nb_no: Legg til persontype

source: Time Range
nb_no: Tidsperiode

source: Person count
nb_no: Personantall

source: Block count
nb_no: Time(r)

source: Base cost
nb_no: Startpris

source: One-off cost for the booking as a whole.
nb_no: Engangskostnader for bestillingen som helhet.

source: Block cost
nb_no: Pris pr \"Time\"

source: This is the cost per block booked. All other costs (for resources and persons) are added to this.
nb_no: Dette er prisen pr Time reservert. Alle andre kostnader(ressurser og persontyper) er lagt til dette.

source: Enter a cost for this rule. Applied to the booking as a whole.
nb_no: Legg til en pris or denne regelen. Blir lagt til på Reserasjonstotalen

source: Enter a cost for this rule. Applied to each booking block.
nb_no: Legg til en pris for denne regelen. Blir lagt til hver reserverte \"time.\"

source: All matching rules will be applied to the booking.
nb_no: Alle matchene regler vil bli lagt til Reservasjonen

source: Edit resource
nb_no: Rediger ressurs

source: Block Cost
nb_no: Pris pr \"Time\"

source: Label
nb_no: Merkelapp

source: The label shown on the frontend if the resource is customer defined.
nb_no: Denne merkelappen vises på ressursen hvis den er \"Brukervalgt\"

source: Resources are...
nb_no: Ressurser er...

source: Customer selected
nb_no: Brukervalgt

source: Automatically assigned
nb_no: Automatisk valgt

source: Customer selected resources allow customers to choose one from the booking form.
nb_no: Bruker valgte ressurser tillater at kunden kan velge ressurs fra reservasjonsskjema

source: Resources
nb_no: Ressurser

source: Resources are used if you have multiple bookable items, e.g. room types, instructors or ticket types. Availability for resources is global across all bookable products.
nb_no: Ressurser er brukt hvis du har flere reserverbare objekter som f.eks. romtype, instruktører og billettyper. Tilgjengeligheten på ressursene er globale på kryss av produktene

source: Add/link Resource
nb_no: Legg/lenk Ressurs

source: New resource
nb_no: Ny ressurs

source: Manage Resources
nb_no: Administrer Ressurser

source: Availability
nb_no: Tilgjengelighet

source: Costs
nb_no: Pris

source: Persons
nb_no: Personer

source: Bookings by day
nb_no: Reservasjon etter dag

source: Filter Bookings
nb_no: Filtrer Reservasjoner

source: By bookable product
nb_no: Etter reserverbart produkt

source: By resource
nb_no: Etter ressurs

source: Month View
nb_no: Månedsvisning

source: Bookings by month
nb_no: Reservasjoner etter mnd

source: Day View
nb_no: Dagsvisinig

source: Mon
nb_no: Man

source: Tue
nb_no: Tir

source: Wed
nb_no: Ons

source: Thu
nb_no: Tor

source: Fri
nb_no: Fre

source: Sat
nb_no: Lør

source: Sun
nb_no: Søn

source: Booking Data
nb_no: Reservasjonsinformasjon

source: You can create a new booking for a customer here. This form will create a booking for the user, and optionally an associated order. Created orders will be marked as pending payment.
nb_no: Her kan du opprette en ny reservasjon for en kunde. Dette skjema vil opprette en reservasjon for en bruker, valgfritt en assosiert ordre/faktura. Opprettede manuelle reservasjoner vil få status \"Avventer betaling\"

source: Customer
nb_no: Kunde

source: Bookable Product
nb_no: Produkt

source: Select a bookable product...
nb_no: Velg produkt

source: Create Order
nb_no: Lag ordre

source: Create a new corresponding order for this new booking. Please note - the booking will not be active until the order is processed/completed.
nb_no: Lag en korresponderende ordrefaktura for denne reservasjonen. Vennligst merk - reservasjonen vil ikke være aktiv før ordren da er behandlet/fullført

source: Assign this booking to an existing order with this ID:
nb_no: Tildel denne reservasjonen en eksisterende ordre/faktura med ID:

source: Don't create an order for this booking.
nb_no: Ikke opprett en ordre/faktura for denne reservasjonen

source: Next
nb_no: Neste

source: Settings saved
nb_no: Innstillinger lagret

source: Global availability
nb_no: Global tilgjengelighet

source: The availability rules you define here will affect all bookable products in your store.
nb_no: Tilgjengelighetsreglene du definerer her vil påvirke alle de reserverbare produktene i din butikk.

source: Save Changes
nb_no: Lagre endringer

source: You may send an email notification to all customers who have a <strong>future</strong> booking for a particular product. This will use the default template specified under <code>WooCommerce > Settings > Emails</code>.
nb_no: Du kan sende en epostnotifikasjon til alle kunder som har en <strong>fremtidig</strong> reservasjon aktiv. Meldingen vil bruke malen som er definert under <code>WooCommerce > Settings > Emails</code>.

source: Booking Product
nb_no: Reservasjonsprodukt

source: Select a booking product...
nb_no: Velg ett reservasjonsprodukt...

source: Subject
nb_no: Emne

source: Email subject
nb_no: Epostens emne

source: Message
nb_no: Melding

source: The message you wish to send
nb_no: Meldingen du ønsker å sende

source: The following tags can be inserted in your message/subject and will be replaced dynamically
nb_no: Følgene tagger kan settes inn i din melding/emne og vil bli erstattet dynamisk med din kundes informasjon.

source: Attachment
nb_no: Vedlegg

source: Attach <code>.ics</code> file
nb_no: Legg ved en kalenderfil <code>.ics</code>

source: Date
nb_no: Dato

source: Month
nb_no: Måned

source: Close
nb_no: Lukk

source: Today
nb_no: Idag

source: This date is unavailable
nb_no: Denne datoen er utilgjengelig

source: &times; %s Months
nb_no: &times; %s Måneder

source: &times; %s weeks
nb_no: &times; %s uker

source: &times; %s days
nb_no: &times; %s dager

source: &times; %s hours
nb_no: &times; %s timer

source: &times; %s minutes
nb_no: &times; %s minutter

source: Minute(s)
nb_no: Minutter

source: Duration
nb_no: Varighet

source: +%s per month
nb_no: +%s pr mnd

source: +%s per day
nb_no: +%s pr dag

source: +%s per block
nb_no: +%s pr blokk

source: Please choose a resource type
nb_no: Vennligst velg en ressurstype

source: Duration is required - please enter a duration greater than zero above
nb_no: Varighet er påkrevd. Vennligst velg en varighet større enn Null ovenfor

source: The maximum duration is %d
nb_no: Minste varighet er %d

source: The minimum duration is %d
nb_no: Minste varighet er %d

source: Date is required - please choose one above
nb_no: Dato er påkrevd - velg en dato nedenfor

source: Time is required - please choose one above
nb_no: Tidspukt er påkrevd - velg nedefor

source: You must choose a future date and time.
nb_no: Du må velge ett tidspunkt frem i tid.

source: The earliest booking possible is currently %s.
nb_no: Tidligste mulige er %s.

source: The latest booking possible is currently %s.
nb_no: Siste mulige tidspunkt er %s

source: Persons are required - please enter the number of persons above
nb_no: Personer er påkrevd - vennligst angi ett personantall ovenfor.

source: The maximum persons per group is %d
nb_no: Maksimim antall personer pr gruppe er %d

source: The minimum persons per group is %d
nb_no: Minimum antall personer pr gruppe er %d

source: The maximum %s per group is %d
nb_no: Maksimum %s pr gruppe er %d

source: The minimum %s per group is %d
nb_no: Minimum %s pr gruppe er %d

source: Sorry, the selected block is not available
nb_no: Beklager, valgte tid er ikke tilgjengelig

source: Booking &ndash; %s
nb_no: Reservasjon &ndash; %s

# Booking date parsed by strftime
source: %b %d, %Y @ %I:%M %p
nb_no: %l, %d %M. %Y @ %H:%i

source: Bookings: Multiply cost by person count
nb_no: Reservasjoner: Gang pris pr personantall

source: Bookings: Multiply cost by block count
nb_no: Reservasjoner: Gang pris med timeantall

source: A booking that requires confirmation has been removed from your cart. It is not possible to complete the purchased along with a booking that doesn't require confirmation.
nb_no: En reservasjon som krever bekreftelse har blitt fjernet fra din handekurv. Det er ikke mulig å fullføre reserasjonen sammen med ett produkt som ikke krever bekreftelse. Vi beklager det inntrufne - vennligst reserver det andre produktet i en egen reservasjon.

source: Check booking availability
nb_no: Sjekk tilgjengelighet

source: Request Confirmation
nb_no: Send forespørsel

source: This is fictitious payment method used for bookings that requires confirmation.
nb_no: Dette er en \"fiktiv\" betalingsmetode som brukes der det er produkter som krever bekreftelse

source: This gateway requires no configuration.
nb_no: Denne gatewayen trenger ingen innstilling

source: This order is awaiting confirmation from the shop manager
nb_no: Denne ordren avventer bekreftelse fra Butikksjefen

source: Your booking is awaiting confirmation. You will be notified by email as soon as we've confirmed availability.
nb_no: Din reservasjon avventer nå bekreftelse. Du vil bli varslet pr epost så snart vi har sjekket tilgjengelighet og kapasitet.

source: Bookings from %s
nb_no: Reservasjoner fra %s

source: Booking description:
nb_no: Reservasjonsbeskrivelse

source: From: %s
nb_no: Fra %s

source: Free
nb_no: Gratis

source: This block cannot be booked.
nb_no: Denne tiden kan ikke reserveres

source: Check Availability
nb_no: Sjekk tilgjengelighet

source: Book now
nb_no: Reserver nå

source: Booking Cancelled
nb_no: Reservasjon Avbrutt

source: Booking cancelled emails are sent when the status of a booking goes to cancelled.
nb_no: En epost for Avbrutte reservasjoner blir sendt nå en reservasjonstatus blir satt til \"Avbrutt\"

source: [{blogname}] Your booking of "{product_title}" has been cancelled
nb_no: [{blogname}] Din reservasjon av "{product_title}" har blitt avbrutt

source: Enable/Disable
nb_no: Aktiver/Deaktiver

source: Enable this email notification
nb_no: Aktiver denne epostvarslingen

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
nb_no: Dette kontrollerer eposten Emnefelt. La stå blank for å bruke standardtekst: <code>%s</code>.

source: Email Heading
nb_no: Epostens Hodetekst

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
nb_no: Dette påvirker epostens hodefelt. La stå blank for å bruke standard Hodetekst: <code>%s</code>.

source: Email type
nb_no: Eposttype:

source: Choose which format of email to send.
nb_no: Velg hvilket format du ønsker at eposten skal sendes i.

source: Plain text
nb_no: Ren tekst

source: Booking Confirmed
nb_no: Reservasjon bekreftet

source: Booking confirmed emails are sent when the status of a booking goes to confirmed.
nb_no: Reservasjonsbekreftelse er sent på epost når den får status : Bekreftet.

source: [{blogname}] Your booking of "{product_title}" has been confirmed (Order {order_number}) - {order_date}
nb_no: [{blogname}] Din reservasjon for: "{product_title}" har blitt bekreftet (Faktura {order_number}) - {order_date}

source: Booking Notification
nb_no: Reservasjonsnotifikasjon

source: Booking notification emails are sent manually from WooCommerce > Bookings > Send Notification.
nb_no: Reservasjonsmeldinger er sendt manuelt via Reservasjoner > Send medling.

source: Booking Reminder
nb_no: Reservasjonspåminnelse

source: Booking reminders are sent to the customer to remind them of an upcoming booking.
nb_no: Reservasjonspåminnelser er sendt til kunden for å minne dem på om kommende reservasjoner de har gjordt.

source: [{blogname}] A reminder about your booking of "{product_title}"
nb_no: Dette er en påminnelse fra [{blogname}] vedrørende din reservasjon "{product_title}"

source: New Booking
nb_no: Ny Reservasjon

source: New booking emails are sent to the admin when a new booking is created.
nb_no: Ny reservasjonsepost er sendt til administrator når en reservasjon er forespurt.

source: New booking
nb_no: Ny reservasjon

source: [{blogname}] New booking for {product_title} (Order {order_number}) - {order_date}
nb_no: [{blogname}] - Ny reservasjon mottatt for {product_title} (Order {order_number}) - {order_date}

source: Recipient(s)
nb_no: Mottaker(e)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
nb_no: Skriv inn epost til mottakere av denne meldingen (adskilt med komma): Standard er <code>%s</code>.

source: Google Calendar
nb_no: Google kalender

source: WooCommerce Bookings - Google Calendar integration.
nb_no: WooCommerce Reservasjoner - Google Kalenderintegrasjon

source: Enter with your Google Client ID.
nb_no: Skriv inn din Google Client ID

source: Enter with your Google Client Secret.
nb_no: Skriv inn din Google Client Secret

source: Calendar ID
nb_no: Kalender ID

source: Enter with your Calendar ID.
nb_no: Skriv inn din Kalender ID

source: Authorization
nb_no: Autorisasjon

source: Debug Log
nb_no: Feilmeldingslogg
