Repository: limekex/Woocommerce-Bookings-Norwegian-Translation
Catalog: woocommerce-bookings-*.po
Languages: nb_no

source: Enable logging
nb_no: Aktiver logging

source: Log Google Calendar events, such as API requests, inside %s
nb_no: Loggfør Google Kalender handlinger som API forespørsler i %s

source: Connect with Google
nb_no: Koble til Google

source: Successfully authenticated.
nb_no: Autentisere ok!

source: Disconnect
nb_no: Frakoblet

source: Unable to authenticate, you must enter with your <strong>Client ID</strong>, <strong>Client Secret</strong> and <strong>Calendar ID</strong>.
nb_no: Klarte ikke å autentisere, du må skrive inn din strong>Client ID</strong>, <strong>Client Secret</strong> ok <strong>Kalendar ID</strong>.

source: To use this integration you need create a project in %s. Once your project has been created, you must enable the <strong>Google Calendar API</strong> in <strong>APIs & auth > APIs</strong>, finally in <strong>APIs & auth > Credentials</strong> you must create an OAuth client for a <strong>Web application</strong> and set the <strong>Authorized redirect URI</strong> as <code>%s</code>.
nb_no: For å bruke denne integrasjonen må du opprette ett prosjekt i %s. Når du har gjord dette må du aktivere <strong>Google Calendar API</strong> i <strong>APIs & auth > APIs</strong>, og tilslutt i <strong>APIs & auth > Credentials</strong> må du opprette en OAuth klient for <strong>Web applikasjoner</strong> og sette <strong>Authorized redirect URI</strong> til <code>%s</code>.

source: Google Developers Console
nb_no: Google Utvikler Konsoll

source: Permission denied!
nb_no: Tilgang blokkert!

source: Invalid request!
nb_no: Ugyldig forespørsel!

source: Account connected successfully!
nb_no: Konto tilkoblet!

source: Failed to connect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
nb_no: Klarte ikke å koble til din konto. vennligst prøv igjen. Hvis feilen forsetter, skru på Feilmeldingslogg og se hva som skjer.

source: Account disconnected successfully!
nb_no: Konto frakoblet!

source: Failed to disconnect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
nb_no: Klarte ikke å frakoble din konto. Prøv igjen. Hvis feilen fortsetter, skru på Feilmeldingslog og se hva som skjer.

source: Booking Type
nb_no: Reservasjonstype

source: Booking Date
nb_no: Reservasjonsdato

source: Booking Time
nb_no: Reservasjonstidspunkt

source: Choose...
nb_no: Velg...

source: Year
nb_no: År

source: Day
nb_no: Dag

source: Time
nb_no: Tidspunkt

source: Choose a date above to see available times.
nb_no: Velg en dato for å se tilgjengelig tidspunkt

source: A new booking has been made by %s. The details of this booking are as follows:
nb_no: En ny reservasjon har blitt gjordt av %s. Detaljene er som følger:

source: Booking ID
nb_no: Reservasjons ID

source: Booking Start Date
nb_no: Reservasjonens starttidspunkt

source: Booking End Date
nb_no: Reservasjonens Sluttidspunkt

source: You can view this booking in the dashboard here: %s
nb_no: Du kan vise denne reservasjonen i Dashbordet her: %s

source: This booking has awaiting for your approval. Please check it and inform the customer if the date is available or not.
nb_no: Denne reservasjonen avventer din bekreftelse. Sjekk kapasitet og bekreft/avbekreft reservasjonen ovenfor kunden.

source: Hello %s
nb_no: Hei %s !

source: We are sorry to say that your booking could not be confirmed and has been cancelled. The details of the cancelled booking can be found below.
nb_no: Vi beklager å medele at din reservasjonsforespørsel ikke kunne bekreftes og derfor har blitt avbrutt. Detaljene vedrørende din forespørsel er følgende:

source: Please contact us if you have any questions or concerns.
nb_no: Vær snill å kontakt oss hvis du har noen spørsmål eller bekymringer.

source: Your booking has been confirmed. The details of your booking are shown below.
nb_no: Din reservasjon har blitt bekreftet og er godkjent! Detaljene er som følger:

source: To pay for this booking please use the following link: %s
nb_no: For å betale/avklare denne reservasjonen- Følg denne lenken: %s

source: Pay for booking
nb_no: Betal for reservasjon

source: Order:
nb_no: Faktura:

source: Product
nb_no: Behandling/produkt

source: Quantity
nb_no: Antall

source: Price
nb_no: Pris

source: This is a reminder that your booking will take place tomorrow.
nb_no: Dette er en påminnelse om din reservasjon som finner sted i morgen.

source: Booked: %s
nb_no: Reservert: %s

source: Booking ID: %s
nb_no: Reservasjon ID: %s

source: Booking Type: %s
nb_no: Reservasjonstype: %s

source: Booking Start Date: %s
nb_no: Reservasjons startdato: %s

source: Booking End Date: %s
nb_no: Reservasjonens sluttdato: %s

source: Your booking for has been confirmed. The details of your booking are shown below.
nb_no: Din reservasjon har blitt bekreftet og godkjent! Detaljene er som følger:

source: Order number: %s
nb_no: Fakturanr: %s

source: Order date: %s
nb_no: Ordredato: %s

source: The details of your booking are shown below.
nb_no: Detaljene for reservasjonen er som følger:

source: This is a reminder that your booking will take place tomorrow. The details of your booking are shown below.
nb_no: Dette er en påminnelse om din reservasjon som finner sted i morgen: Detaljene er som følger.

source: My bookings
nb_no: Mine reserverte timer

source: Booked
nb_no: Reservert

source: Your browser must support JavaScript in order to make a booking.
nb_no: Din nettleser må støtte JavaScript for å kunne reservere timer.

source: WooCommerce Bookings
nb_no: Woocommerce Reservasjoner

source: Setup bookable products such as for reservations, services and hires.
nb_no: Setter opp Reserverbare produkter. F.eks. Reservasjoner, tjenester og leieforhold.

source: WooThemes
nb_no: Viral Media Group

source: http://woothemes.com
nb_no: http://viralmedia.no

source: Bookable resources
nb_no: Reserverbare ressurser

source: Bookable resource
nb_no: Reserverbare ressurser

source: Add Resource
nb_no: Legg til ressurs

source: Add New Resource
nb_no: Legg til ny ressurs

source: Edit Resource
nb_no: Rediger ressurs

source: New Resource
nb_no: Ny ressurs

source: View Resource
nb_no: Vis ressurs

source: Search Resource
nb_no: Søk i ressurs

source: No Resource found
nb_no: Ingen ressurser funnet

source: No Resource found in trash
nb_no: Ingen ressurser i søppelboksen

source: Parent Resources
nb_no: Foreldreressurs

# Admin menu name
source: Resources
nb_no: Ressurser

source: Bookable resources are bookable within a bookings product.
nb_no: Ressurser er reserverbare fra produktsiden

source: Booking
nb_no: Reservasjon

source: Bookings
nb_no: Reservasjoner

source: Add Booking
nb_no: Legg til reservasjon

source: Add New Booking
nb_no: Legg til ny reservasjon

source: Edit Booking
nb_no: Rediger reservasjon

source: View Booking
nb_no: Vis reservasjon

source: Search Bookings
nb_no: Søk i reservasjoner

source: No Bookings found
nb_no: Ingen reservasjoner funnet

source: No Bookings found in trash
nb_no: Ingen Reservasjoner i søppelkassen

source: Parent Bookings
nb_no: Tidlgere reservasjoner

# Admin menu name
source: Bookings
nb_no: Reservasjoner

source: All Bookings
nb_no: Alle reservasjoner

source: This is where bookings are stored.
nb_no: Dette er hvor reservasjonene er lagret

# woocommerce-bookings
source: Un-paid
nb_no: Ubetalt

# woocommerce-bookings
source: Pending Confirmation
nb_no: Avventer bekreftelse

# woocommerce-bookings
source: Confirmed
nb_no: Bekreftelse

# woocommerce-bookings
source: Paid
nb_no: Betalt

# woocommerce-bookings
source: Cancelled
nb_no: Avbrutt

# woocommerce-bookings
source: Complete
nb_no: Fullført
